src/main/resources/SOAP/text.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns="http://www.sk.ee/DigiDocService/DigiDocService_2_3.wsdl" xmlns:dig="http://www.sk.ee/DigiDocService/DigiDocService_2_3.wsdl" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Header/><soapenv:Body> <dig:CloseSession soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"> <Sesscode xmlns="" xsi:type="xsd:int">?</Sesscode></dig:CloseSession></soapenv:Body></soapenv:Envelope>